---
kind: enumMember
id: F:Autodesk.Revit.DB.SpecialType.Default
enum: Autodesk.Revit.DB.SpecialType
source: html/c4dd5703-709a-729c-7ec5-c7f16c77cf38.htm
---
# Autodesk.Revit.DB.SpecialType.Default

The default value for most Revit categories and subcategories.